// *********************************************************
//
// bookProject.strings
//
// Strings specific to the book project, new in Reunion 11
//
// use: NSLocalizedStringFromTable(@"...",@"bookProject",NULL);
// *********************************************************

"bookProjectS" = "Book Project: %@";

"totalPagesN" = "Total Pages: %d";
"sectionCountN" = "Sections: %d";

"pages" = "pages";

"surnameCount" = "%d (of %d) surnames";

"newText" = "New Text";
"cropPDF" = "Crop PDF";
"continuedAbbrev" = " cont.";

"Table_of_Contents" = "Table of Contents";
"Register_Report" = "Register Report";
"Family_History" = "Family History";
"Ancestry_Report" = "Ancestor Report";
"Surnames" = "Surnames";
"Place_Index" = "Place Index";
"Person_Index" = "Person Index";
"Sources" = "Sources";
"Media" = "Media";
"Blank_Page" = "Blank Page";

"addObject" = "Add Object";

"ImageObject" = "Image Object";
"Shape" = "Shape";
"Rectangle" = "Rectangle";
"Round_rectangle" = "Round rectangle";
"Bevel_rectangle" = "Bevel rectangle";
"Inset_rectangle" = "Inset rectangle";
"Oval" = "Oval";
"Diamond" = "Diamond";
"Star" = "Star";
"Triangle" = "Triangle";
"Crescent" = "Crescent";
"Shield" = "Shield";
"Banner" = "Banner";
"Text_Object" = "Text Object";
"Title" = "Title";
"Subtitle" = "Subtitle";
"Author" = "Author";
"Copyright" = "Copyright";
"Custom_Text" = "Custom Text";

"register-narrative" = "Register (Narrative)";
"familyhistory-outline" = "Family History (Outline)";
"ancestor-narrative" = "Ancestor (Narrative)";

"descendants_of" = "Descendants of:";
"ancestors_of" = "Ancestors of:";

"marked_descendants" = "Marked descendants only";
"marked_ancestors" = "Marked ancestors only";
